-- MySQL dump 10.13  Distrib 5.7.17, for Win64 (x86_64)
--
-- Host: localhost    Database: murder
-- ------------------------------------------------------
-- Server version	5.7.20

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Dumping data for table `plays`
--

LOCK TABLES `plays` WRITE;
/*!40000 ALTER TABLE `plays` DISABLE KEYS */;
INSERT INTO `plays` VALUES (1,'上海滩杀人事件','甄好听，上海滩花之都夜总会的当红花旦，穿着一袭华丽的旗袍，死在自己的家中。',5,5,1,'教学级谋杀之谜剧本。<br />\r\n游戏进程：<br />\r\n玩家选择角色->熟悉剧本内容->自我介绍以及不在场证明陈述->前三轮证据依剧情发展适时依次给出->第一轮投票（得票数最高者将在第二轮投票中额外获得一票）->后三轮证据依剧情发展适时依次给出->第二轮投票（本轮得票数最高者被拘留）->公布真相<br />','1930年三月初四，上海滩当红歌星甄好听的住所：<br />\r\n凌晨0:00，陈女仆听到敲门声，开门发现是之前来过几次的卢记者，他说想来找甄好听，女仆告诉他甄好听还没有回来，让他改日再来，他悻悻然地离开了。<br />\r\n凌晨0:15：陈女仆惊讶地发现本来计划今晚在外面过夜的女主人回来了，并对自己说，等下有重要的客人过来，让陈女仆不要出来；陈女仆回到自己房间当中；期间女仆听到甄好听到浴室洗澡的声音。<br />\r\n凌晨0:40：女仆听到有人敲门的声音，随即听到甄好听从浴室急匆匆地跑去开门的声音，之后就听到了接连不断的争执的声音，但是听不清楚是谁的声音大概过了15分钟，对方气呼呼地甩门就出去了，女仆听到甄好听在哭，但是不敢下去看个究竟；此时到此地的是朱黎，朱老板的儿子，因为发现父亲出轨，而来找甄好听谈判的，结果却谈砸了。<br />\r\n凌晨1:15：女仆隐约听到了有人开锁的声音，本来想下去看看怎么回事，但是听到甄好听愉快开心的声音，女仆知道自己不适宜出现，就继续睡了；这时来的是朱老板，朱老板听了甄好听诉苦之后，说要好好整治那个混账儿子，不让她受委屈，两人述说一些缠绵的话，后来朱老板接到一通电话，就急匆匆地离开了。离开的时候是凌晨2:00。<br />\r\n凌晨2:05：女仆模糊之间好像听到门铃被按了好多下，但是太困了，就没有起来；这时来的是卢记者，甄好听发现是卢记者，便换了一件旗袍再出来开门，卢记者无意在一次采访中听到朱老板说对甄好听只是玩玩而已的说辞，因为爱慕就急匆匆地赶来，希望能让甄好听知道真相，早日对那个男人死心，投入自己怀抱。但没想到被甄好听嘲笑自不量力，沮丧的卢记者准备离开，却在玄关换鞋时听到死者说了一句“癞蛤蟆想吃天鹅肉”，盛怒之下，拿起死者的脱下的红色高跟鞋，冲入屋内，趁甄好听在卸妆台卸妆的时候，用高跟鞋的后脚跟猛地砸向死者，一击毙命。<br />\r\n凌晨：3:00，卢记者正准备离开，听到门口有撬锁开门的声音，卢记者情急之下，用脚尖穿进死者的高跟鞋，在房间里来回踱着步子故意发出“哒哒”的高跟鞋声，来假装死者还在。进来的是王流氓，他和陈女仆约好今晚来盗取甄好听的家财，却不想，打开房门进到楼梯时，却听见房间里传来高跟鞋行走的声音，他急忙慌不择路地逃出门去，还顺手在地上捡了一条黄金项链。陈女仆此时在模糊之中也听到了高跟鞋行走的哒哒声，此时是凌晨3:10。<br />\r\n凌晨3:30，卢记者将房内搜得乱七八糟，并把所有值钱的东西拿走，并将高跟鞋上的血迹擦去，将其放回玄关，整理了衣冠之后，卢记者将门打开，趁夜跑了出去，之后在附近的路边摊看到了正在喝酒解闷的朱黎，卢记者假装熟络地攀谈，并把坊间的传言“朱老板将要休掉妻子，取甄好听为妻”转述给朱黎，朱黎一气之下，就冲去了甄好听的家。<br />\r\n凌晨4:00，却没曾想，甄好听的家门竟然没有关，朱黎接着酒意，看到房间里的灯光投射出似乎有人正坐在桌前，朱黎把门一推，却见甄好听已死去多时，朱黎吓了一跳，颤抖着跑了出去，还不小心打破了一个花瓶，摔了一跤，把自己的扇子掉落在房间中。女仆模糊之中听到有人骂骂咧咧的声音，然后是花瓶碎裂和剧烈的关门声，女仆惊醒过来，却不敢向下看，她怕甄好听责骂，也怕是王流氓闯了祸，只能在房里静静地等待着。<br />\r\n凌晨4:30，陈女仆壮起胆子，下楼查看，看到房间里有灯光，且纸窗印着坐在房间中的人，陈女仆以为死者没有死，紧张地退了回来。<br />\r\n凌晨6:00，陈女仆起床后发现甄好听死去。报警。<br />');
/*!40000 ALTER TABLE `plays` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2018-02-07 13:52:58
